{
  "diary": {
    "name": "kappy",
    "date": "20160320",
    "id": "",
    "diaryPath": "diary",
    "imagePath": "diary/201603/img/",
    "headline": {
      "iconImage": "kappy.jpg",
      "alt": "カピーちゃん",
      "title": "Kappy's Page",
      "description": "カピーのほうむぺいじへようこそ！カピーはバカなのでパパに作ってもらいました。",
      "category":"type01",
      "size":"large",
      "href":"diary.html"

    },
    "body": {
      "title": "this is title",
      "content":[
        {
          "type": "text",
          "title": "ぷろろうぐ",
          "category": "type01",
          "description": " 小生は犬畜生であるからして、世の理はとんとわからぬ。唯一わかることといえば、小生の世話をしているのは、世にも美しく気高き品位を持ち合わせたママと、あの何とも言えぬにほひを醸す河童のような男であるということだ。河童は、ママの弱味でも握っているのであろう、同居人の分際で偉そうにふんぞり返り、ママをあごで使っている。小生が小さき犬畜生でなければ、あんな両生類は川へ返してやるというのに。無念千万である。ここまで読んだ聡明な読者は察したであろうが、この話は、竜や魔法が出てくるわけでも、人が生き死にするわけでもない。何でもない小生の日常を切り取ったものなのである。"
        },
        {
          "type": "text",
          "title": "1ーママ",
          "category": "type02",
          "description": " ママは美しい。外見は勿論のこと、内面も素晴らしい女性である。ただ、唯一つ欠点があるとするならば、小生の毛の塊をむしる癖があるというところか。小生は犬にしても、毛の多い種族らしい。その自覚はある。からして、ともすると毛玉がそこここに出来るのも至極当然であるのだ。ママは小生を抱き抱えてる間(これがまた何とも言えず気持ちがいい)、毛の塊をまさぐってはむしる。そのときだけは、ママはどこか虚ろな目で無心であるかのようで、小生は激しい痛みに耐えながらも、ママをそこまで追い込んだ事由に憤りを感じ、特にあの河童の顔を思い出すのである。そして事が終わると、ママはどこかすっきりとした顔つきになり、小生の毛の塊があったはずのところは、寂しくもはげているのである。ママは、弱い。"
        },
        {
          "type": "text",
          "title": "2ー河童",
          "category": "type03",
          "description": " あいつの話はしたくない。ママは何故あいつと一緒に居るのか、いたくもない奴といなくてはならぬのは、人間のわからぬ所の一つである。河童は時々ふらっと現れては、小生のご機嫌とりに必死だ。にたにたと不気味な笑いを浮かべて、自分の耳にじゃあきいをつっこみ、小生に食べさせようとする。むせかえる程の嫌悪感に包まれながら、小生はそれを食べるーいや、食べざるを得ないのだ。小生のように無力な生き物は、大きく、恐ろしいほどに狡猾な両生類に抗う術など、無論、無いのである。とかく小生は河童が嫌いであり、河童は小生に媚を売るのに必死であるというわけだ。"
        },
        {
          "type": "text",
          "title": "3ーしいざあ",
          "category": "type04",
          "description": " 小生の食事は１日2回。朝餉と夕餉に、なんの面白味もない'ふうど'を出されるのみである。これがまた不味い。例えるならば、'ぷろぽうず'の為に張り切って予約した、身の丈にも合わぬ'ふれんちれすとらん'で、相手から指輪を突っ返されたうえに、そのまま帰られてしまい、どうしようもなく１人取り残された'てえぶる'で、もそもそと食う飯のように味気ないのだ。そんなものしか食えぬ小生を哀れんでか、時折缶詰に入った食い物が出てくる時がある。それが'しいざあ'と呼ばれるものだと知ったのは、つい最近のことなのだが。初めこそ、いつも出される'ふうど'と比べて、ぬらぬらとぬらめく―あの忌まわしい河童ほどではないが―固形物を見て、不信感を抱いたものだ。それがどうだ。恐る恐る口にしたときの衝撃たるや。嗚呼、この口にいれた時の鼻に抜ける鮪や牛肉、野菜の風味。飲み込む瞬間ののど越し。鮪など、普段食せぬ贅沢な代物、いわんや牛肉をや。それを一度に味わえることなど、奇跡に等しいのだ。かくも素晴らしき'しいざあ'よ、これからも小生の舌を楽しませて欲しい。"
        }

      ]
    }
  }
}
